Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_TITLE_UNKNOWN
source: Keep a copy of your data on this device?
ar: الاحتفاظ بنسخة من بياناتك على هذا الجهاز؟
bg: Запазване на копие на данните от това устройство?
ca: Vols conservar una còpia de les dades al dispositiu?
cs: Chcete na zařízení zachovat kopii svých dat?
da: Behold en kopi af dine data på denne enhed?
de: Möchtest du eine Kopie der Daten auf diesem Gerät behalten?
el: Διατήρηση αντιγράφου των δεδομένων σας σε αυτήν τη συσκευή;
es: ¿Guardar una copia de tus datos en este dispositivo?
es_419: ¿Quieres conservar una copia de tus datos en este dispositivo?
fi: Säilytetäänkö kopio tässä laitteessa olevista tiedoista?
fr: Conserver une copie de vos données sur cet appareil ?
fr_ca: Conserver une copie de vos données sur cet appareil?
he: לשמור עותק של המידע שלך במכשיר זה?
hi: इस डिवाइस पर अपने डेटा की कॉपी रखें?
hr: Zadržati kopiju vaših podataka na ovom uređaju?
hu: Megtartja az adatainak másolatát ezen az eszközön?
id: Simpan salinan data Anda di perangkat ini?
it: Vuoi conservare una copia dei tuoi dati sul dispositivo?
ja: データのコピーをこのデバイスに残しますか?
kk: Деректер көшірмесін осы құрылғыда сақтау керек пе?
ko: 이 기기에 데이터의 복사본을 유지하겠습니까?
lt: Ar šiame įrenginyje palikti duomenų kopiją?
ms: Simpan salinan data anda pada peranti ini?
nb: Vil du beholde en kopi av dataene på enheten?
nl: Wil je een kopie van je gegevens op dit apparaat bewaren?
pl: Pozostawić kopię danych na tym urządzeniu?
pt_br: Manter uma cópia dos seus dados neste dispositivo?
pt_pt: Guardar uma cópia dos dados neste dispositivo?
ro: Doriți să păstrați o copie a datelor dvs. pe acest dispozitiv?
ru: Хранить копию данных на этом устройстве?
sk: Ponechať kópiu dát na tomto zariadení?
sl: Želite ohraniti kopijo podatkov v tej napravi?
sv: Vill du behålla en kopia av dina data på den här enheten?
th: เก็บสำเนาของข้อมูลของคุณไว้ในอุปกรณ์เครื่องนี้หรือไม่
tr: Verilerinizin bir kopyası bu aygıtta tutulsun mu?
uk: Залишити копію ваших даних на цьому пристрої?
vi: Giữ bản sao dữ liệu của bạn trên thiết bị này?
zh_cn: 在此设备上保留数据副本？
zh_hk: 要在此裝置上保留資料的副本嗎？
zh_tw: 要在此裝置上保留資料的副本嗎？

# SIGN_OUT_TITLE_VISION
source: Keep a copy of your data on this Apple Vision Pro?
ar: الاحتفاظ بنسخة من بياناتك على Apple Vision Pro هذه؟
bg: Запазване на копие на данните от този Apple Vision Pro?
ca: Vols conservar una còpia de les dades a l’Apple Vision Pro?
cs: Chcete v Apple Vision Pro zachovat kopii svých dat?
da: Behold en kopi af dine data på Apple Vision Pro?
de: Möchtest du eine Kopie der Daten auf dieser Apple Vision Pro behalten?
el: Διατήρηση αντιγράφου των δεδομένων σας σε αυτό το Apple Vision Pro;
es: ¿Guardar una copia de tus datos en este Apple Vision Pro?
es_419: ¿Quieres conservar una copia de tus datos en este Apple Vision Pro?
fi: Säilytetäänkö kopio Apple Vision Prossa olevista tiedoista?
fr: Conserver une copie de vos données sur cet Apple Vision Pro ?
fr_ca: Conserver une copie de vos données sur cet Apple Vision Pro?
he: לשמור עותק של הנתונים שלך ב-Apple Vision Pro?
hi: इस Apple Vision Pro पर अपने डेटा की कॉपी रखें?
hr: Zadržati kopiju vaših podataka na ovom uređaju Apple Vision Pro?
hu: Megtartja az adatainak másolatát ezen az Apple Vision Prón?
id: Simpan salinan data Anda di Apple Vision Pro ini?
it: Vuoi conservare una copia dei tuoi dati su Apple Vision Pro?
ja: データのコピーをこのApple Vision Proに残しますか?
kk: Деректер көшірмесін осы Apple Vision Pro құрылғысында сақтау керек пе?
ko: 이 Apple Vision Pro에 데이터의 복사본을 유지하겠습니까?
lt: Ar šiame „Apple Vision Pro“ palikti duomenų kopiją?
ms: Simpan salinan data anda pada Apple Vision Pro ini?
nb: Vil du beholde en kopi av dataene på Apple Vision Pro?
nl: Wil je een kopie van je gegevens op deze Apple Vision Pro bewaren?
pl: Pozostawić kopię danych na tym Apple Vision Pro?
pt_br: Manter uma cópia dos seus dados neste Apple Vision Pro?
pt_pt: Guardar uma cópia dos dados neste Apple Vision Pro?
ro: Doriți să păstrați o copie a datelor dvs. pe acest Apple Vision Pro?
ru: Хранить копию данных на этом Apple Vision Pro?
sk: Ponechať kópiu dát na tomto Apple Vision Pro?
sl: Želite ohraniti kopijo podatkov v tej napravi Apple Vision Pro?
sv: Vill du behålla en kopia av dina data på denna Apple Vision Pro?
th: เก็บสำเนาของข้อมูลของคุณไว้ใน Apple Vision Pro เครื่องนี้หรือไม่
tr: Verilerinizin bir kopyası bu Apple Vision Pro’da tutulsun mu?
uk: Залишити копію ваших даних на цьому Apple Vision Pro?
vi: Giữ bản sao dữ liệu của bạn trên Apple Vision Pro này?
zh_cn: 在此Apple Vision Pro上保留数据副本？
zh_hk: 要在此Apple Vision Pro上保留資料的副本嗎？
zh_tw: 要在Apple Vision Pro上保留資料的副本嗎？

# SPYGLASS_AVAILABLE_STORAGE_VALUE
source: Used %@ of %@
ar: المستخدم: ‏%@ من %@
bg: Използвани %@ от %@
ca: %@ de %@ en ús
cs: Využito %@ z %@
da: %@ af %@ brugt
de: %@ v. %@
el: %@/%@ σε χρήση
es: %@ de %@ en uso
es_419: %@ de %@ en uso
fi: Käytetty %@ / %@
fr: %@ sur %@ utilisés
fr_ca: %@ sur %@ utilisés
he: ‏%@ מתוך %@ בשימוש
hi: %1$@/%2$@ प्रयुक्त
hr: Koristi se %@ od %@
hu: %1$@/%2$@ felhasználva
id: %@ dari %@
it: %@ di %@ in uso
ja: 使用済み: %@ / %@
kk: %@/%@ пайдаланылды
ko: 총 %2$@ 중 %1$@ 사용
lt: Naudojama %@ iš %@
ms: %@ / %@ Digunakan
nb: %@ av %@ brukt
nl: %@ van %@ in gebruik
pl: Używane: %@ z %@
pt_br: %@ de %@ usados
pt_pt: Usado: %@ de %@
ro: %@ din %@ utilizați
ru: %@ из %@
sk: Použité: %@ z %@
sl: Uporabljeno: %@ od %@
sv: %@ av %@ används
th: ใช้ไป %@ จาก %@
uk: Зайнято %@ із %@
vi: Đã sử dụng %@ / %@
zh_cn: %@/%@已使用
zh_hk: 已使用%@（共%@）
zh_tw: 已使用%@（共%@）

# SPYGLASS_SPECIFIER_PAYMENT_AND_SHIPPING
source: Payment & Shipping
ar: الدفع والشحن
bg: Плащане и доставка
ca: Pagament i enviament
cs: Platby a doručování
da: Betaling og levering
de: Zahlung & Versand
el: Πληρωμή και αποστολή
es: Pago y envío
es_419: Pago y envío
fi: Maksu ja toimitus
fr: Paiement et livraison
fr_ca: Paiement et livraison
he: תשלום ומשלוח
hi: भुगतान व भेजने की विधि
hr: Plaćanje i isporuka
hu: Fizetés és szállítás
id: Pembayaran & Pengiriman
it: Pagamento e spedizione
ja: お支払いと配送先
kk: Төлем және жеткізілім
ko: 결제 및 배송
lt: Mokėjimas ir pristatymas
ms: Bayaran & Penghantaran
nb: Betaling og levering
nl: Betaling en bezorging
pl: Płatność i wysyłka
pt_br: Pagamento e Entrega
pt_pt: Pagamento e envio
ro: Plată și expediere
ru: Оплата и доставка
sk: Platba a dodanie
sl: Plačilo in dostava
sv: Betalning och leverans
th: การชำระเงินและการจัดส่ง
tr: Ödeme ve Teslimat
uk: Оплата і доставка
vi: Thanh toán & Giao hàng
zh_cn: 付款与配送
zh_hk: 付款與郵寄
zh_tw: 付款與寄送

# SPYGLASS_SPECIFIER_PERSONAL_INFORMATION
source: Personal Information
ar: المعلومات الشخصية
bg: Лична информация
ca: Informació personal
cs: Osobní údaje
da: Personlige oplysninger
de: Persönliche Daten
el: Προσωπικά στοιχεία
es: Información personal
es_419: Información personal
fi: Henkilötiedot
fr: Infos personnelles
fr_ca: Infos personnelles
he: פרטים אישיים
hi: व्यक्तिगत जानकारी
hr: Osobne informacije
hu: Személyes adatok
id: Informasi Pribadi
it: Informazioni personali
ja: 個人情報
kk: Жеке ақпарат
ko: 개인정보
lt: Asmeninė informacija
ms: Maklumat Peribadi
nb: Personlig informasjon
nl: Persoonlijke gegevens
pl: Dane osobowe
pt_br: Informações Pessoais
pt_pt: Informação pessoal
ro: Informații personale
ru: Личная информация
sk: Osobné informácie
sl: Osebni podatki
sv: Personlig information
th: ข้อมูลส่วนบุคคล
tr: Kişisel Bilgiler
uk: Персональна інформація
vi: Thông tin cá nhân
zh_cn: 个人信息
zh_hk: 個人資料
zh_tw: 個人資訊

# SPYGLASS_SPECIFIER_SIGNIN_AND_SECURITY
source: Sign-In & Security
ar: تسجيل الدخول والأمن
bg: Вход и сигурност
ca: Inici de sessió i seguretat
cs: Přihlášení a zabezpečení
da: Login og sikkerhed
de: Anmeldung & Sicherheit
el: Σύνδεση και ασφάλεια
es: Inicio de sesión y seguridad
es_419: Inicio de sesión y seguridad
fi: Kirjautuminen ja suojaus
fr: Connexion et sécurité
fr_ca: Connexion et sécurité
he: התחברות ואבטחה
hi: साइन इन और सुरक्षा
hr: Prijava i sigurnost
hu: Bejelentkezés és biztonság
id: Masuk & Keamanan
it: Accesso e sicurezza
ja: サインインとセキュリティ
kk: Кіру және қауіпсіздік
ko: 로그인 및 보안
lt: Prisijungimas ir sauga
ms: Daftar Masuk & Keselamatan
nb: Pålogging og sikkerhet
nl: Inloggen en beveiliging
pl: Logowanie i zabezpieczenia
pt_br: Início de Sessão e Segurança
pt_pt: Início de sessão e segurança
ro: Autentificare și securitate
ru: Вход и безопасность
sk: Prihlásenie a zabezpečenie
sl: Vpis in varnost
sv: Inloggning och säkerhet
th: ลงชื่อเข้าและความปลอดภัย
tr: Giriş Yapma ve Güvenlik
uk: Вхід і безпека
vi: Đăng nhập & bảo mật
zh_cn: 登录与安全性
zh_hk: 登入與保安
zh_tw: 登入與安全性

# SPYGLASS_SPECIFIER_SUBSCRIPTIONS
source: Subscriptions
ar: الاشتراكات
bg: Абонаменти
ca: Subscripcions
cs: Předplatné
da: Abonnementer
de: Abonnements
el: Συνδρομές
es: Suscripciones
es_419: Suscripciones
fi: Tilaukset
fr: Abonnements
fr_ca: Abonnements
he: מינויים
hi: सब्सक्रिप्शन
hr: Pretplate
hu: Előfizetések
id: Langganan
it: Abbonamenti
ja: サブスクリプション
kk: Жазылымдар
ko: 구독
lt: Prenumeratos
ms: Langganan
nb: Abonnementer
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Assinaturas
ro: Abonamente
ru: Подписки
sk: Odbery
sl: Naročnine
sv: Abonnemang
th: การสมัครรับ
tr: Abonelikler
uk: Підписки
vi: Đăng ký
zh_cn: 订阅
zh_hk: 訂閲項目
zh_tw: 訂閱項目

# UNABLE_TO_LOAD_CLOUD_STORAGE
source: Unable to load Storage Info
ar: تعذر تحميل معلومات مساحة التخزين
bg: Неуспешно зареждане на информация за съхранение
ca: No es poden carregar les dades
cs: Informace o úložišti nelze načíst
da: Kan ikke indlæse lagringsinfo
de: Info kann nicht geladen werden
el: Δεν είναι δυνατή η φόρτωση στοιχείων χώρου
es: No se han podido cargar los datos
es_419: No se pudo cargar datos
fi: Tallennustilatietoja ei voida ladata
fr: Impossible de charger les informations sur le stockage
fr_ca: Chargement des informations de stockage impossible
he: לא ניתן לטעון את פרטי שטח האחסון
hi: स्टोरेज जानकारी लोड करने में असमर्थ
hr: Ne mogu se učitati informacije o memoriji
hu: A tárhely-információk nem tölthetők be
id: Gagal memuat Info
it: Informazioni spazio libero non disponibili
ja: ストレージ情報を読み込めません
kk: Сақтау орны туралы ақпаратты жүктеу мүмкін емес
ko: 저장 공간 정보를 로드할 수 없음
lt: Negalima įkelti saugyklos informacijos
ms: Gagal memuatkan Info Storan
nb: Kan ikke laste inn lagringsinfo
nl: Info over opslagruimte kan niet worden geladen
pl: Nie można wczytać informacji o miejscu
pt_br: Erro ao carregar as Informações de Armazenamento
pt_pt: Impossível carregar informação de armazenamento
ro: Nu pot fi încărcate informații despre stocare
ru: Сбой загрузки данных
sk: Nie je možné načítať informácie o úložisku
sl: Informacij o shrambi ni mogoče naložiti
sv: Kunde inte läsa in lagringsinfo
th: ไม่สามารถโหลดข้อมูลพื้นที่จัดเก็บข้อมูลได้
tr: Saklama Bilgisi Yüklenemiyor
uk: Не вдається завантажити дані про сховище
vi: Không thể tải thông tin dung lượng
zh_cn: 无法载入储存空间信息
zh_hk: 無法載入儲存空間資料
zh_tw: 無法載入儲存空間資訊

# UNABLE_TO_VALIDATE
source: Unable to validate account
ar: تعذر التحقق من الحساب
bg: Неуспешно валидиране на регистрация
ca: No s’ha pogut validar el compte
cs: Účet nelze ověřit
da: Kan ikke godkende konto
de: Account konnte nicht bestätigt werden
el: Δεν είναι δυνατή η επικύρωση λογαριασμού
es: Imposible validar cuenta
es_419: Imposible validar cuenta
fi: Tiliä ei voida vahvistaa
fr: Impossible de valider le compte
fr_ca: Impossible de valider le compte
he: לא ניתן היה לאמת את החשבון
hi: खाता वैलिडेट करने में असमर्थ
hr: Račun se ne može provjeriti
hu: Nem lehet érvényesíteni a fiókot
id: Tidak dapat memvalidasi akun
it: Non è possibile convalidare l’account
ja: アカウントを確認できません
kk: Аккаунтты тексеру мүмкін емес
ko: 계정 유효성을 확인할 수 없음
lt: Negalima patvirtinti paskyros
ms: Gagal mengesahkan akaun
nb: Kan ikke validere kontoen
nl: Validatie van account niet mogelijk
pl: Nie można sprawdzić konta
pt_br: Não foi possível validar a conta
pt_pt: Não foi possível validar a conta.
ro: Contul nu poate fi validat
ru: Сбой проверки учетной записи
sk: Nie je možné overiť účet
sl: Računa ni mogoče preveriti
sv: Kunde inte bekräfta kontot
th: ไม่สามารถตรวจสอบยืนยันบัญชีได้
tr: Hesap doğrulanamıyor
uk: Неможливо підтвердити запис
vi: Không thể xác thực tài khoản
zh_cn: 无法验证账户
zh_hk: 無法驗證帳户
zh_tw: 無法驗證帳號

# UPDATE_CONTACT_PHOTO_ACCESSIBILITY_HINT
source: Activate to update Contact Photo
ar: يجب التنشيط لتحديث صورة جهة الاتصال
bg: Активирайте за обновяване на Снимка на контакт
ca: Activa aquesta opció per actualitzar la foto del contacte.
cs: Aktivací fotku kontaktu aktualizujete
da: Aktiver for at opdatere kontaktfoto
de: Zum Aktivieren Kontaktfoto aktualisieren
el: Ενεργοποίηση για ενημέρωση της φωτογραφίας επαφής
es: Actívalo para actualizar la foto de contacto.
es_419: Activa esto para actualizar la foto de contacto
fi: Päivitä yhteystiedon kuva aktivoimalla
fr: Activez pour mettre à jour la photo de contact.
fr_ca: Activez pour mettre à jour la photo de contact.
he: יש להפעיל כדי לעדכן את תמונת איש הקשר
hi: संपर्क तस्वीर अपडेट करने के लिए सक्रिय करें
hr: Aktivirajte za ažuriranje fotografije kontakta
hu: Aktiválja a kontaktfotó frissítéséhez
id: Aktifkan untuk memperbarui Foto Kontak
it: Attiva l’opzione per aggiornare la foto contatto
ja: 連絡先の写真をアップデートするには、アクティベートします
kk: Контакт фотосын жаңарту үшін белсендіру
ko: 연락처 사진을 업데이트하려면 활성화하십시오.
lt: Suaktyvinkite ir atnaujinkite adresato nuotrauką
ms: Aktifkan untuk mengemas kini Foto Kenalan
nb: Aktiver for å oppdatere kontaktbilde
nl: Activeer om contactfoto bij te werken
pl: Aktywuj, aby uaktualnić zdjęcie kontaktu
pt_br: Ative para atualizar a Foto do Contato
pt_pt: Ativar para atualizar a fotografia do contacto.
ro: Activați pentru a actualiza poza contactului
ru: Активируйте, чтобы обновить фото контакта
sk: Aktiváciou aktualizujete fotku kontaktu
sl: Aktivirajte za posodobitev fotografije stika
sv: Aktivera för att uppdatera kontaktbild
th: เลือกเพื่ออัปเดตรูปภาพรายชื่อ
tr: Kişi fotoğrafını güncellemek için etkinleştirin
uk: Активуйте, щоб оновити фото контакту
vi: Kích hoạt để cập nhật Ảnh liên hệ
zh_cn: 激活以更新联系人照片
zh_hk: 啟用以更新聯絡人相片
zh_tw: 啟用來更新「聯絡人照片」

source: Update Recovery Contact
ar: تحديث جهة اتصال الاسترداد
bg: Обновяване на контакт за възстановяване
ca: Actualitza el contacte
cs: Aktualizovat kontakt
da: Opdater gendannelseskontakt
de: Kontakt aktualisieren
el: Ενημέρωση επαφής
es: Actualizar contacto
es_419: Actualizar contacto
fi: Päivitä yhteyshenkilö
fr: Mettre à jour le contact
fr_ca: Mettre à jour le contact
he: עדכון איש הקשר לשחזור
hi: रिकवरी संपर्क अपडेट करें
hr: Ažuriraj kontakt za oporavak
hu: Helyreállítási kontakt frissítése
id: Perbarui Kontak Pemulihan
it: Aggiorna contatto di recupero
ja: 復旧用連絡先をアップデート
kk: Қалпына келтіру контактісін жаңарту
ko: 복구 연락처 업데이트
lt: Naujinti prieigą atkuriantį asmenį
ms: Kemas Kini Kenalan Pemulihan
nb: Oppdater kontakt
nl: Werk herstel­contact bij
pl: Uaktualnij kontakt
pt_br: Atualizar Contato
pt_pt: Atualizar contacto
ro: Actualizați contactul
ru: Обновить контакт
sk: Aktualizovať kontakt
sl: Posodobi stik za obnovitev
sv: Uppdatera återställningskontakt
th: อัปเดตผู้ติดต่อการกู้คืน
tr: Kurtarma Kişisini Güncelle
uk: Оновити контакт
vi: Cập nhật liên hệ khôi phục
zh_cn: 更新恢复联系人
zh_hk: 更新還原聯絡人
zh_tw: 更新復原聯絡人

source: Update Recovery Contacts
ar: تحديث جهات اتصال الاسترداد
bg: Обновяване на контакти за възстановяване
ca: Actualitza els contactes
cs: Aktualizovat kontakty
da: Opdater gendannelseskontakter
de: Kontakte aktualisieren
el: Ενημέρωση επαφών
es: Actualizar contactos
es_419: Actualizar contactos
fi: Päivitä yhteyshenkilöt
fr: Mettre à jour les contacts
fr_ca: Mettre à jour les contacts
he: עדכון אנשי הקשר לשחזור
hi: रिकवरी संपर्क अपडेट करें
hr: Ažuriraj kontakte za oporavak
hu: Helyreállítási kontaktok frissítése
id: Perbarui Kontak Pemulihan
it: Aggiorna contatti di recupero
ja: 復旧用連絡先をアップデート
kk: Қалпына келтіру контактілерін жаңарту
ko: 복구 연락처 업데이트
lt: Naujinti prieigą atkuriančius asmenis
ms: Kemas Kini Kenalan Pemulihan
nb: Oppdater kontakter
nl: Werk herstel­contacten bij
pl: Uaktualnij kontakty
pt_br: Atualizar Contato
pt_pt: Atualizar contactos
ro: Actualizați contactele
ru: Обновить контакты
sk: Aktualizovať kontakty
sl: Posodobi stike za obnovitev
sv: Uppdatera återställningskontakter
th: อัปเดตผู้ติดต่อการกู้คืน
tr: Kurtarma Kişilerini Güncelle
uk: Оновити контакти
vi: Cập nhật liên hệ khôi phục
zh_cn: 更新恢复联系人
zh_hk: 更新還原聯絡人
zh_tw: 更新復原聯絡人

# UPDATING_APPLE_ID_LABEL
source: Updating Apple ID settings…
ar: يجري تحديث إعدادات Apple ID‏…
bg: Обновяване на настройките на Apple ID…
ca: Actualitzant la configuració de l’ID d’Apple…
cs: Aktualizace nastavení Apple ID…
da: Opdaterer indstillinger af Apple-id…
de: Apple-ID-Einstellungen aktualisieren …
el: Ενημέρωση ρυθμίσεων Apple ID…
es: Actualizando los ajustes del ID de Apple…
es_419: Actualizando la configuración de Apple ID…
fi: Päivitetään Apple ID -asetuksia…
fr: Mise à jour des réglages de l’identifiant Apple…
fr_ca: Mise à jour des réglages de l’identifiant Apple…
he: מעדכן הגדרות Apple ID…
hi: Apple ID सेटिंग्ज़ अपडेट की जा रही हैं…
hr: Ažuriranje postavki za Apple ID…
hu: Az Apple ID-beállítások frissítése…
id: Memperbarui pengaturan ID Apple…
it: Aggiorno le impostazioni dell’ID Apple…
ja: Apple ID設定をアップデート中…
kk: Apple ID реттеулері жаңартылуда…
ko: Apple ID 설정 업데이트 중…
lt: Naujinami „Apple ID“ nustatymai…
ms: Mengemas kini seting Apple ID…
nb: Oppdaterer innstillinger for Apple‑ID…
nl: Apple ID-instellingen bijwerken…
pl: Uaktualniam ustawienia Apple ID…
pt_br: Atualizando ajustes do ID Apple…
pt_pt: A atualizar definições do ID Apple…
ro: Actualizare configurări ID Apple…
ru: Обновление настроек Apple ID…
sk: Aktualizujem nastavenia Apple ID…
sl: Posodabljanje nastavitev računa Apple ID …
sv: Uppdaterar inställningar för Apple-ID…
th: กำลังอัปเดตการตั้งค่า Apple ID…
tr: Apple kimliği ayarları güncelleniyor…
uk: Оновлювання параметрів Apple ID…
vi: Đang cập nhật cài đặt ID Apple…
zh_cn: 正在更新Apple ID设置…
zh_hk: 正在更新Apple ID設定⋯
zh_tw: 正在更新Apple ID設定⋯

# UPDATING_APPLE_ID_LABEL_REBRAND
source: Updating Apple Account settings…
ar: يجري تحديث إعدادات حساب Apple…
bg: Обновяване на настройките на Apple регистрацията…
ca: Actualitzant la configuració del compte d’Apple…
cs: Aktualizace nastavení účtu Apple…
da: Opdaterer indstillinger til Apple‑konto…
de: Apple Account-Einstellungen aktualisieren …
el: Ενημέρωση ρυθμίσεων λογαριασμού Apple…
es: Actualizando los ajustes de la cuenta de Apple…
es_419: Actualizando la configuración de la cuenta de Apple…
fi: Päivitetään Apple-tilin asetuksia…
fr: Mise à jour des réglages du compte Apple…
fr_ca: Mise à jour des réglages du compte Apple…
he: מעדכן את הגדרות חשבון ה-Apple…
hi: Apple खाता सेटिंग्ज़ अपडेट की जा रही हैं…
hr: Ažuriranje postavki za Apple račun…
hu: Apple-fiók beállításainak frissítése…
id: Memperbarui pengaturan Akun Apple…
it: Aggiorno le impostazioni di Apple Account…
ja: Apple Account設定をアップデート中…
kk: Apple аккаунтының реттеулері жаңартылуда…
ko: Apple 계정 설정 업데이트 중…
lt: Atnaujinami „Apple“ paskyros nustatymai…
ms: Mengemas kini seting Akaun Apple…
nb: Oppdaterer innstillinger for Apple-konto…
nl: Apple Account-instellingen bijwerken…
pl: Uaktualniam ustawienia konta Apple…
pt_br: Atualizando ajustes da Conta Apple…
pt_pt: A atualizar definições da conta Apple…
ro: Actualizare configurări cont Apple…
ru: Обновление настроек учетной записи Apple…
sk: Aktualizujem nastavenia Apple účtu…
sl: Posodabljanje nastavitev računa Apple …
sv: Uppdaterar inställningar för Apple‑konto…
th: กำลังอัปเดตการตั้งค่าบัญชี Apple…
tr: Apple Hesabı ayarları güncelleniyor…
uk: Оновлювання параметрів облікового запису Apple…
vi: Đang cập nhật cài đặt Tài khoản Apple…
zh_cn: 正在更新Apple账户设置…
zh_hk: 正在更新Apple帳户設定⋯
zh_tw: 正在更新「Apple帳號」設定⋯

# VERIFICATION_FAILED_TITLE
source: Verification Failed
ar: فشل التحقق
bg: Неуспешно потвърждение
ca: Error de verificació
cs: Ověřování selhalo
da: Godkendelse mislykkedes
de: Prüfung fehlgeschlagen
el: Απέτυχε η επαλήθευση
es: Error de verificación
es_419: Error de verificación
fi: Vahvistus epäonnistui
fr: Échec de la vérification
fr_ca: Échec de la vérification
he: האימות נכשל
hi: सत्यापन विफल
hr: Provjera nije uspjela
hu: Az ellenőrzés sikertelen
id: Verifikasi Gagal
it: Verifica non riuscita
ja: 確認できませんでした
kk: Тексеру сәтсіз аяқталды
ko: 확인 실패
lt: Nepavyko patvirtinti
ms: Pengesahan Gagal
nb: Verifisering mislyktes
nl: Verificatie mislukt
pl: Błąd weryfikacji
pt_br: A Verificação Falhou
pt_pt: A confirmação falhou
ro: Verificare eșuată
ru: Сбой проверки
sk: Overovanie zlyhalo
sl: Preverjanje ni uspelo
sv: Bekräftelsen misslyckades
th: ตรวจสอบยืนยันไม่สำเร็จ
tr: Doğrulanamadı
uk: Не перевірено
vi: Không thể xác minh
zh_cn: 验证失败
zh_hk: 驗證失敗
zh_tw: 驗證失敗

source: Verifying
ar: يجري التحقق
bg: Потвърждаване
ca: Verificant
cs: Ověřování
da: Bekræfter
de: Überprüfen
el: Επαλήθευση…
es: Verificando
es_419: Verificando
fi: Vahvistetaan
fr: Vérification
fr_ca: Vérification
he: מאמת
hi: सत्यापन हो रहा है
hr: Provjera
hu: Ellenőrzés
id: Memverifikasi
it: Verifico
ja: 検証中
kk: Тексерілуде
ko: 확인 중
lt: Tvirtinama
ms: Mengesahkan
nb: Verifiserer
nl: Verifiëren
pl: Weryfikuję
pt_br: Verificando
pt_pt: A confirmar
ro: Verificare
ru: Проверка
sk: Overujem
sl: Preverjanje
sv: Bekräftar
th: กำลังตรวจสอบยืนยัน
tr: Doğrulanıyor
uk: Перевірка
vi: Đang xác minh
zh_cn: 正在验证
zh_hk: 正在驗證
zh_tw: 驗證中
